[
    {   "id":1,
        "date":"21 August 2022",
        "image": "/images/bollywood/liger.jpg",
        "topic" : "Vijay Deverakonda confirms Liger will likely get a sequel",
        "short_content":"Helmed by Puri Jagannadh, Liger will arrive in theatres on August 25. Vijay Deverakonda has revealed that the movie will have a sequel.",
        "category":"Bollywood",
        "content":"Helmed by Puri Jagannadh, Liger will arrive in theatres on August 25. Vijay Deverakonda has revealed that the movie will have a sequel.Telugu actor Vijay Deverakonda is currently busy with the promotions of his upcoming movie Liger which is days away from the release on the big screen. It marks his first pan-India release. The film also stars Ananya Panday and Ramya Krishnan in pivotal roles. As the actor is gearing up for Liger, he has sort of confirmed a potential sequel. Speaking to a media portal, the actor said that Liger will likely get a sequel but refused to reveal any details on the same"
    },

    {   "id":2,
        "date":"20 August 2022",
        "image": "/images/bollywood/kangana.jfif",
        "topic" : "Kangana Ranaut to sue Filmfare for nominating her for Thailaivii",
        "short_content":"Kangana Ranaut is known for her straightforward attitude and speaking her mind.",
        "category":"Bollywood",
        "content":" Bollywood actress Kangana Ranaut has decided to sue Filmfare for nominating her for her work in biopic ‘Thalaivii’, in the upcoming edition of the Filmfare Awards.The ‘Queen’ actress took to the story section of her Instagram and wrote a lengthy note stating the reason behind the decision.Kangana Ranaut wrote, “I have banned unethical, corrupt and totally unfair practices like @filmfare since 2014, but since I have been getting many calls from them for attending their award function this year as they want to give me award for ‘Thalaivii’ (sic).”"

        
    },

    {   "id":3,
        "date":"19 August 2022",
        "image": "/images/bollywood/download.jfif",
        "topic" : "Bollywood and the boycott campaign: How long will film biggies remain silent?",
        "short_content":"Arjun Kapoor’s recent comments are a rare exception. Few filmmakers and actors are today willing to put up a fight",
        "category":"Bollywood",
        "content":"Arjun Kapoor’s recent comments are a rare exception. Few filmmakers and actors are today willing to put up a fight.The higher the stakes, the deeper the silence. For long, this has been accepted as the rationale behind why Hindi film biggies don’t speak up even in the face of the most virulent attacks against the industry. Calls to boycott movies — usually on flimsy grounds – ahead of their release, the trolling of celebrities for something as frivolous as attire or weight, and being offended by insignificant matters because “sentiments are hurt” have become a regular affair. Though the film industry has repeatedly been described as India’s “soft power” by our leaders, there is no denying that it has also become a soft target."
    },

    {   "id":4,
        "date":"18 August 2022",
        "image": "/images/bollywood/lsc.jfif",
        "topic" : "Raksha Bandhan to Laal Singh Chaddha: 'Struggling' Bollywood's online hate problem",
        "short_content":"Two of India's biggest Bollywood stars have been facing social media calls to boycott their upcoming movies - but do such campaigns actually have any effect?",
        "category":"Bollywood",
        "content":"Laal Singh Chaddha and Raksha Bandhan, starring Aamir Khan and Akshay Kumar, respectively, have been trending this week on social media amid demands by a section of users to boycott the films, the actors and even Bollywood itself. Both movies are set to release in theatres on 11 August.The social media trends seem to reflect the changing relationship between Bollywood - India's Hindi-language film industry which employs millions of people - and its audience, but experts say it's difficult to measure how much damage such calls can wreak.Bollywood is yet to recover from the massive losses it incurred when theatres were shut for months during the Covid-19 lockdowns. Even after they reopened, several big-budget movies have failed at the box-office, leading some pundits to predict that the industry is staring at a major crisis. Adding to this is the massive success of a handful of films from southern Indian states which have scored even with Hindi-speaking audiences."
},

    {   "id":5,
        "date":"17 August 2022",
        "image": "/images/bollywood/alia_bhatt.jpg",
        "topic" : "Alia Bhatt reveals how much she was paid for her debut film, Student Of The Year",
        "short_content":"Alia Bhatt is one of the biggest stars in Bollywood. Thanks to the super-success of her film Gangubai Kathiawadi, a rare Bollywood hit in 2022, and her previous films, she is also one of the highest-paid actresses today",
        "category":"Bollywood",
        "content":"Alia Bhatt is one of the biggest stars in Bollywood. Thanks to the super-success of her film Gangubai Kathiawadi, a rare Bollywood hit in 2022, and her previous films, she is also one of the highest-paid actresses today. Hence, it was interesting to know how much Alia was paid while working on her debut film, Student Of The Year (2012).In a recent interaction with the tabloid Mid-Day, Alia Bhatt was asked about her fees in her first film. The actress revealed that she was paid Rs. 15 lakhs. Instead of splurging it on herself, she gave it to her mother, actor Soni Razdan. She said, “I deposited the cheque straight to my mother and very nicely said, ‘Mamma, you handle the money’. Till date, my mother handles my money.”"
    }



]