[
    {   "id":1,
    "date":"21 August 2022",
    "image": "/images/technology/fb.jpg",
    "topic" : "Meta’s Facebook agrees to settle data privacy lawsuit",
    "short_content":"The four-year-old lawsuit alleged that Facebook violated consumer privacy laws by sharing personal data of users with third parties.",
    "category":"Technology",
    "content":"Meta Platforms Inc’s Facebook has in-principle agreed to settle a lawsuit in the San Francisco federal court seeking damages for letting third parties including Cambridge Analytica access the private data of users, a court filing showed.The financial terms were not disclosed in the filing on Friday that asked the judge to put the class action on hold for 60 days until the lawyers for both plaintiffs and Facebook finalize a written settlement.The four-year-old lawsuit alleged that Facebook violated consumer privacy laws by sharing personal data of users with third parties such as the now-defunct British political consultancy Cambridge Analytica."
    },
    {   "id":2,
    "date":"20 August 2022",
    "image": "/images/technology/missile.jfif",
    "topic" : "Nato investigates hacker sale of missile firm data",
    "short_content":"Nato is assessing the impact of a data breach of classified military documents being sold by a hacker group online.",
    "category":"Technology",
    "content":"Nato is assessing the impact of a data breach of classified military documents being sold by a hacker group online. The data includes blueprints of weapons being used by Nato allies in the Ukraine war. Criminal hackers are selling the dossiers after stealing data linked to a major European weapons maker. MBDA Missile Systems admitted its data was among the stash but claimed none of the classified files belong to the firm. The pan-European company, which is headquartered in France, said its information was hacked from a compromised external hard drive, adding that it was cooperating with authorities in Italy, where the data breach took place. It is understood investigations are centred around one of MBDA's suppliers."
    },

    {   "id":3,
    "date":"19 August 2022",
    "image": "/images/technology/insta.jfif",
    "topic" : "Instagram says precise location is never shared",
    "short_content":"Instagram says viral claims suggesting location tags on content can reveal users' exact locations are false.",
    "category":"Technology",
    "content":"Viral posts and videos have said a precise location toggle in app location settings on iOS and Android devices could share someone's exact location with other Instagram users.Some viral posts suggested this was the result of an Instagram or iOS update.But Instagram said this is not the case and the feature does not share locations with other users. The setting was first revealed to iPhone and iOS device users in Apple's annual operating system update, iOS 14, in 2020. It was rolled out by Google for Android 12 in 2021. It gives users the option to provide some apps with a more accurate location. While now viewed by some as a controversial feature, it was praised when it was first released as a way to improve user privacy on mobile devices because it offers an alternative to the blanket application of location services."
    },

    {   "id":4,
    "date":"18 August 2022",
    "image": "/images/technology/Twitter.jpg",
    "topic" : "Twitter adds podcasts support to the newly redesigned Spaces tab",
    "short_content":"Twitter has integrated podcasts with the recently redesigned Spaces tab. The feature is currently available for English-speaking users on Android and iOS.",
    "category":"Technology",
    "content":"Even though Twitter is currently engaged in two legal battles, one with Elon Musk and the other with the Indian Government’s content blocking orders, the developers seem to be constantly working on features like verified phone number tag and view count for tweets. Now, the social media giant has officially announced it will be adding podcasts to the platform as part of the recently redesigned Spaces tab. The announcement may not come as a surprise to some since Twitter was reportedly working on the feature for quite some time now. Some reports also suggested that the social media was working on a dedicated podcast tab, but the idea of integrating podcasts with the Spaces tab seems natural since both offer audio content"
    },

    {   "id":5,
    "date":"17 August 2022",
    "image": "/images/technology/1+.jpg",
    "topic" : "OnePlus launches budget friendly Nord wired earphones in India",
    "short_content":"The OnePlus Nord wired earphones come with 9.2mm drivers and will be available for purchase starting September 1.",
    "category":"Technology",
    "content":"Taking inspiration from the Bullets Wireless Z neckband Bluetooth earphones, OnePlus today launched the Nord wired earphones in India. The wired earphones mark the company’s third audio product in the Nord series. The Nord wired earphones are powered by 9.2mm drivers and have a sound cavity of 0.42cc. They also offer in-line control buttons that allow users to control the volume and trigger voice assistants. It comes with a 3.5mm jack and three pairs of silicone tips, which differ in size. Similar to OnePlus Bullets Wireless Z, the Nord wired earphones comes with magnets that can pause audio when you stick them together and resume it when decoupled. They weigh a mere 15 grams and have IPX4 certification, offering water splash resistance. It is available in black colour with a red accent."
    }

]